sandBox/ofertaNossa/client/deles/xml.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:ns1="vokiWebService" xmlns:xsd="http://www.w3.org/2001/XMLSchema"
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
	SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
	<SOAP-ENV:Body>
		<ns1:beginOperation>
			<operationTypeId xsi:type="xsd:int">1</operationTypeId>
			<partnerId xsi:type="xsd:int">1</partnerId>
			<originName xsi:type="xsd:string">testeWebservice</originName>
		</ns1:beginOperation>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>